var jsonData = {
  "classes": {
    "activityId": '3048',
    "tabs": [
      {
        "name": "首页",
        "href": "/"
      },
      {
        "name": "邀请函",
        "href": "common",
        "content": [
          {
            "type":"imgText",
            "content":"http://img1.gtimg.com/zj/pics/hv1/59/208/2190/142457849.png"
          },

        ]
      },
      {
        "name": "议程",
        "href": "common",
        "content": [
          {
            "type":"imgText",
            "content":"http://img1.gtimg.com/zj/pics/hv1/4/221/2190/142461109.png"
          },
          {
            "type": "text",
            "content": "备注：4月26-27日浙江省教学仪器行业协会智慧教育分会在杭州国际博览中心同步举办“2017浙江省智慧教育装备展”。"
          },

        ]
      },
      {
        "name": "战队介绍",
        "href": "profile",
        "content": [
          {
            "name": "宁波战队",
            "descs": [
              {
                "type": "text",
                "content": "口号：“智启江北  慧取未来”"
              },
            ]
          },
          {
            "name": "浙江杭州战队",
            "descs": [
              {
                "type": "img",
                "content": "http://img1.gtimg.com/zj/pics/hv1/7/180/2190/142450657.jpg"
              },
              {
                "type": "text",
                "content": "口号：“滚滚长江养浩然之气，悠悠岁月蓄智慧之势。且看，这勇立钱塘潮头，投身智慧教育的新时代弄潮儿。”"
              },
            ]
          },
          {
            "name": "台湾台北战队",
            "descs": [
              {
                "type": "img",
                "content": "http://img1.gtimg.com/zj/pics/hv1/226/196/2190/142454956.jpg"
              },
              {
                "type": "text",
                "content": "口号：“创意台北，智慧育人。”"
              },
            ]
          },
          {
            "name": "台湾桃园战队",
            "descs": [
              {
                "type": "text",
                "content": "口号：“智慧桃园，创新展能，数位学堂，无限可能。”"
              },
            ]
          },
          {
            "name": "山东青岛战队",
            "descs": [
              {
                "type": "img",
                "content": "http://img1.gtimg.com/zj/pics/hv1/13/107/2190/142432048.jpg"
              },
              {
                "type": "text",
                "content": "口号：“科技强国，智慧育才。把握现在，赢得未来 ，志在心中，路在脚下。”"
              },
            ]
          },
          {
            "name": "四川成都战队",
            "descs": [
              {
                "type": "img",
                "content": "http://img1.gtimg.com/zj/pics/hv1/213/184/2190/142451883.jpg"
              },
              {
                "type": "text",
                "content": "口号：“智领天下，慧集成都。”"
              },
            ]
          },
          {
            "name": "贵州贵阳战队",
            "descs": [
              {
                "type": "img",
                "content": "http://img1.gtimg.com/zj/pics/hv1/238/184/2190/142451908.jpg"
              },
              {
                "type": "text",
                "content": "口号：“智慧黔灵，甲秀天下。”"
              },
            ]
          },
          {
            "name": "北京西城战队",
            "descs": [
              {
                "type": "img",
                "content": "http://img1.gtimg.com/zj/pics/hv1/66/107/2190/142432101.jpg"
              },
              {
                "type": "text",
                "content": "口号：“互动连接你我 智慧点亮课堂”"
              },
            ]
          },
          {
            "name": "上海杨浦战队",
            "descs": [
              {
                "type": "img",
                "content": "http://img1.gtimg.com/zj/pics/hv1/75/107/2190/142432110.jpg"
              },
              {
                "type": "text",
                "content": "口号：“在智慧教育的浪潮中，培育充满智慧的教育环境，发展以学生为中心的教育智慧。”"
              },
            ]
          },
          {
            "name": "广州越秀战队",
            "descs": [
              {
                "type": "img",
                "content": "http://img1.gtimg.com/zj/pics/hv1/94/107/2190/142432129.jpg"
              },
              {
                "type": "text",
                "content": "口号：“携手智慧课堂，延伸教育舞台，情系未来社会，桃李天下盛开。”"
              },
            ]
          },
          {
            "name": "深圳龙岗战队（原湖南长沙战队）",
            "descs": [
              {
                "type": "img",
                "content": "http://img1.gtimg.com/zj/pics/hv1/102/107/2190/142432137.jpg"
              },
              {
                "type": "text",
                "content": "口号：“育人筑梦在龙岗，岁月峥嵘谱华章。巧捷万端创课程，教坛耕耘育栋梁。”"
              },
            ]
          },
          {
            "name": "福建福州战队",
            "descs": [
              {
                "type": "img",
                "content": "http://img1.gtimg.com/zj/pics/hv1/108/107/2190/142432143.jpg"
              },
              {
                "type": "text",
                "content": "口号：“有福之州 智教慧学”"
              },
            ]
          },
          {
            "name": "福州龙岩战队",
            "descs": [
              {
                "type": "img",
                "content": "http://img1.gtimg.com/zj/pics/hv1/111/107/2190/142432146.jpg"
              },
              {
                "type": "text",
                "content": "口号：“智慧教学，扬帆起杭。”"
              },
            ]
          },
          {
            "name": "江苏常州战队",
            "descs": [
              {
                "type": "img",
                "content": "http://img1.gtimg.com/zj/pics/hv1/153/185/2190/142452078.jpg"
              },
              {
                "type": "text",
                "content": "口号：“E网情深，“青果”启动惠民工程；E路探索，技术叩响课题最强音；E起精彩，智慧编织成长的梦想。”"
              },
            ]
          },
          {
            "name": "黑龙江七台河战队",
            "descs": [
              {
                "type": "img",
                "content": "http://img1.gtimg.com/zj/pics/hv1/155/107/2190/142432190.jpg"
              },
              {
                "type": "text",
                "content": "口号：“智教慧学的启迪之师，融合创新的励耕战队。”"
              },
            ]
          },
        ]
      },
      {
        "name":"报名须知",
        "href":"common",
        "content":[
          {
            "type":"imgText",
            "content":"http://img1.gtimg.com/zj/pics/hv1/163/227/2190/142462798.png"
          },

          {
            "type":"imgText",
            "content":"http://img1.gtimg.com/zj/pics/hv1/189/227/2190/142462824.png"
          },

          {
            "type":"imgText",
            "content":"http://img1.gtimg.com/zj/pics/hv1/194/227/2190/142462829.png"
          },

          {
            "type":"imgText",
            "content":"http://img1.gtimg.com/zj/pics/hv1/207/227/2190/142462842.png"
          },
          {
            "type":"imgText",
            "content":"http://img1.gtimg.com/zj/pics/hv1/99/229/2190/142463244.png"
          },

        ]
      },
      {
        "name": "报名",
        "href": "schools",
        "remark": [

        ],
        "content": [
          {
            "name": "浙江师范大学笕桥教育集团笕桥实验中学",
            "mapText":"中学科学",
            "left": "15",
            "top": "15",
            "desc": [
              {
                "name": "中学科学",
                "date": "2017/04/27",
                "time": ['8:30', "11:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "中学科学",
                "date": "2017/04/27",
                "time": ['13:30', "16:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "中学科学",
                "date": "2017/04/28",
                "time": ['8:30', "11:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "中学科学",
                "date": "2017/04/28",
                "time": ['13:30', "16:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
            ]
          },
          {
            "name": "杭州师范大学东城教育集团东城实验学校",
            "mapText":"小学综合、中学数学、英语",
            "left": "50",
            "top": "20",
            "desc": [
              {
                "name": "小学综合",
                "date": "2017/04/27",
                "time": ['8:30', "11:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "小学综合",
                "date": "2017/04/27",
                "time": ['13:30', "16:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "小学综合",
                "date": "2017/04/28",
                "time": ['8:30', "11:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "小学综合",
                "date": "2017/04/28",
                "time": ['13:30', "16:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "中学数学",
                "date": "2017/04/27",
                "time": ['8:30', "11:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "中学数学",
                "date": "2017/04/27",
                "time": ['13:30', "16:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "中学数学",
                "date": "2017/04/28",
                "time": ['8:30', "11:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "中学数学",
                "date": "2017/04/28",
                "time": ['13:30', "16:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "中学英语",
                "date": "2017/04/27",
                "time": ['8:30', "11:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "中学英语",
                "date": "2017/04/27",
                "time": ['13:30', "16:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "中学英语",
                "date": "2017/04/28",
                "time": ['8:30', "11:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "中学英语",
                "date": "2017/04/28",
                "time": ['13:30', "16:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
            ]
          },
          {
            "name": "杭州采实教育集团钱江新城实验学校",
            "mapText":"中学语文、综合",
            "left": "20",
            "top": "30",
            "desc": [
              {
                "name": "中学语文",
                "date": "2017/04/27",
                "time": ['8:30', "11:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "中学语文",
                "date": "2017/04/27",
                "time": ['8:30', "16:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "中学语文",
                "date": "2017/04/28",
                "time": ['8:30', "11:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "中学语文",
                "date": "2017/04/28",
                "time": ['13:30', "16:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "中学综合",
                "date": "2017/04/27",
                "time": ['8:30', "11:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "中学综合",
                "date": "2017/04/27",
                "time": ['13:30', "16:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "中学综合",
                "date": "2017/04/28",
                "time": ['8:30', "11:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "中学综合",
                "date": "2017/04/28",
                "time": ['13:30', "16:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
            ]
          },
          {
            "name": "杭州市采荷第二小学",
            "mapText":"小学数学、科学",
            "left": "50",
            "top": "50",
            "desc": [
              {
                "name": "小学数学",
                "date": "2017/04/27",
                "time": ['8:30', "11:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "小学数学",
                "date": "2017/04/27",
                "time": ['13:30', "16:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "小学数学",
                "date": "2017/04/28",
                "time": ['8:30', "11:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "小学数学",
                "date": "2017/04/28",
                "time": ['13:30', "16:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "小学科学",
                "date": "2017/04/27",
                "time": ['8:30', "11:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "小学科学",
                "date": "2017/04/27",
                "time": ['13:30', "16:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "小学科学",
                "date": "2017/04/28",
                "time": ['8:30', "11:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "小学科学",
                "date": "2017/04/28",
                "time": ['13:30', "16:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
            ]
          },
          {
            "name": "杭州采荷第三小学教育集团",
            "mapText":"小学语文、英语",
            "left": "25",
            "top": "70",
            "desc": [
              {
                "name": "小学语文",
                "date": "2017/04/27",
                "time": ['8:30', "11:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "小学语文",
                "date": "2017/04/27",
                "time": ['8:30', "16:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "小学语文",
                "date": "2017/04/28",
                "time": ['8:30', "11:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "小学语文",
                "date": "2017/04/28",
                "time": ['13:30', "16:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "小学英语",
                "date": "2017/04/27",
                "time": ['8:30', "11:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "小学英语",
                "date": "2017/04/27",
                "time": ['13:30', "16:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "小学英语",
                "date": "2017/04/28",
                "time": ['8:30', "11:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "小学英语",
                "date": "2017/04/28",
                "time": ['13:30', "16:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
            ]
          }
        ],
      },
    ],
    "selectedClass":[]
  },
  "forum":{
    "activityId":'3048',
    "tabs":[
      {
        "name":"首页",
        "href":"/"
      },
      {
        "name":"邀请函",
        "href":"common",
        "content":[
          {
            "type":"imgText",
            "content":"http://img1.gtimg.com/zj/pics/hv1/59/208/2190/142457849.png"
          },

        ]
      },
      {
        "name":"嘉宾介绍",
        "href":"profile",
        "content":[
          {
            "name":"Dr. Sabine Huber",
            "descs":[
              {
                "type":"head",
                "content":"http://img1.gtimg.com/zj/pics/hv1/7/196/2190/142454737.jpg"
              },
              {
                "type":"text",
                "content":"Sabine Huber是资深数字化教学项目架构师，教育技术学专家。在德国慕尼黑Ludwig-Maximilians-University获得教育学博士学位 ，重点教授信息技术和课堂教学融合的实施策略和方法，并帮助全球多个地区的教育部门制定项目策略，参与美国、德国、芬兰等多个欧美国家数字化学校的设计，部署数字化教学解决方案，是全球公认的教育行业意见领袖。"
              },
            ]
          },
          {
            "name":"Prof. Ahn Mi-Lee",
            "descs":[
              {
                "type":"head",
                "content":"http://img1.gtimg.com/zj/pics/hv1/112/196/2190/142454842.jpg"
              },
              {
                "type":"text",
                "content":"Ahn Mi-Lee在美国普渡大学获得教育技术学博士。现担任联合国教科文组织韩国教育委员会（副主席），韩国教育科学会理事，任职于韩国汉阳大学全球教育合作研究所。她关注智能媒体教育, 通用设计学习, 电子学习和分析学习等方面的研究，参与了欧盟、中亚、南亚等20多个国际合作与研究项目。"
              },
            ]
          },
          {
            "name":"王珠珠",
            "descs":[
              {
                "type":"head",
                "content":"http://img1.gtimg.com/zj/pics/hv1/137/196/2190/142454867.jpg"
              },
              {
                "type":"text",
                "content":"中央电化教育馆馆长"
              },
              {
                "type":"text",
                "content":"教育部基础教育资源中心主任"
              },
            ]
          },
          {
            "name":"任友群",
            "descs":[
              {
                "type":"head",
                "content":"http://img1.gtimg.com/zj/pics/hv1/145/196/2190/142454875.jpg"
              },
              {
                "type":"text",
                "content":"华东师范大学党委副书记、副校长"
              },
            ]
          },
        ]
      },
      {
        "name":"议程",
        "href":"common",
        "content":[
          {
            "type":"imgText",
            "content":"http://img1.gtimg.com/zj/pics/hv1/207/220/2190/142461057.png"
          },

          {
            "type":"imgText",
            "content":"http://img1.gtimg.com/zj/pics/hv1/134/220/2190/142460984.png"
          },
          {
            "type":"imgText",
            "content":"http://img1.gtimg.com/zj/pics/hv1/137/220/2190/142460987.png"
          },
        ]
      },
      {
        "name":"报名须知",
        "href":"common",
        "content":[
          {
            "type":"imgText",
            "content":"http://img1.gtimg.com/zj/pics/hv1/163/227/2190/142462798.png"
          },

          {
            "type":"imgText",
            "content":"http://img1.gtimg.com/zj/pics/hv1/189/227/2190/142462824.png"
          },

          {
            "type":"imgText",
            "content":"http://img1.gtimg.com/zj/pics/hv1/194/227/2190/142462829.png"
          },

          {
            "type":"imgText",
            "content":"http://img1.gtimg.com/zj/pics/hv1/207/227/2190/142462842.png"
          },
          {
            "type":"imgText",
            "content":"http://img1.gtimg.com/zj/pics/hv1/99/229/2190/142463244.png"
          },
        ]
      },
      {
        "name":"报名",
        "href":"sign",

      },
    ]
  }
}
