var jsonData = {
  "classes": {
    "activityId": '3029',
    "tabs": [
      {
        "name": "首页",
        "href": "/"
      },
      {
        "name": "邀请函",
        "href": "common",
        "content": [
          {
            "type": "head",
            "content": "尊敬的贵宾："
          },
          {
            "type": "text",
            "content": "全面推进智慧教育，促进信息技术与教育教学深度融合，推动教育变革与创新，是贯彻国家“互联网+”、发展战略和教育信息化发展新阶段的新目标。两岸智慧好课堂邀请赛正是一项引领智慧教育实践，推动智慧教师专业发展，展示团队精神和智慧教育区域特色的课堂教学竞赛。2016年5月成功举办的第一届两岸智慧好课堂邀请赛，成就了多种创新教学模式，培养了众多的优秀智慧型教师，是信息技术与教学深度融合的极佳载体和舞台，其影响与辐射作用蜚声同业。"
          },

          {
            "type": "text",
            "content": "暮春时节，钱塘江畔春潮起，中外智慧教育大咖云集杭城，在G20会场探讨讨信息技术与教学深度融合的未来教育趋势、分享智慧教育方面的实践经验与最新成果，并点燃2017第二届两岸智慧好课堂邀请赛的战火。十五支战队应用多个智慧教育支持系统，碰撞融合的火花，展示顶级水准的智慧课堂，践行智慧教育理念。"
          },
          {
            "type": "text",
            "content": "素仰您长期致力于智慧教育发展不遗余力，贡献良多，特发函邀请您担任“2017国际智慧教育高峰论坛暨第二届两岸智慧好课堂邀请赛”的贵宾。"
          },
          {
            "type": "text",
            "content": "诚挚地邀请您莅临本届盛会！ "
          },
          {
            "type": "name",
            "content": " 杭州市江干区教育局 "
          },
          {
            "type": "name",
            "content": "浙江省教育学会 "
          },
          {
            "type": "name",
            "content": "浙江省智慧教育联盟  "
          },
        ]
      },
      {
        "name": "议程",
        "href": "common",
        "content": [
          {
            "type": "text",
            "content": "时间：4月26日"
          },
          {
            "type": "text",
            "content": "行程：2017国际智慧教育高峰论坛暨第二届两岸智慧好课堂邀请赛开幕仪式"
          },
          {
            "type": "text",
            "content": "地点：杭州国际博览中心"
          },
          {
            "type": "text",
            "content": "时间：4月27-28日 8：30-15：30 "
          },
          {
            "type": "text",
            "content": "行程：2017第二届两岸智慧好课堂邀请赛"
          },
          {
            "type": "text",
            "content": "地点：江干区学校"
          },
          {
            "type": "text",
            "content": "时间：4月28日 15：30-16：30"
          },
          {
            "type": "text",
            "content": "行程：2017第二届两岸智慧好课堂邀请赛闭幕式"
          },
          {
            "type": "text",
            "content": "地点：江干区学校"
          },
          {
            "type": "text",
            "content": "备注：4月26-27日浙江省教学仪器行业协会智慧教育分会在杭州国际博览中心同步举办“2017浙江省智慧教育装备展”。"
          },
          {
            "type": "text",
            "content": "【比赛学科】"
          },
          {
            "type": "text",
            "content": "小学：语文、数学、英语、科学、综合（信息技术、音乐、美术、体育、社会实践、思想品德等）"
          },
          {
            "type": "text",
            "content": "中学：语文、数学、英语、科学(理化生)、综合（技术、历史、地理、心理、音乐、美术等）"
          },
          {
            "type": "text",
            "content": "【参赛队伍】"
          },
          {
            "type": "text",
            "content": "由北京西城、上海杨浦、广州越秀、浙江杭州、浙江宁波、四川成都、湖南长沙、福建福州、福建龙岩、台湾台北、台湾桃园、山东青岛、江苏常州、贵州贵阳、黑龙江七台河十五个城市组成战队，各战队成员由“领队1位，导师1位，智慧课堂教学专家6位”组成。"
          },
        ]
      },
      {
        "name": "战队介绍",
        "href": "profile",
        "content": [
          {
            "name": "宁波战队",
            "descs": [
              {
                "type": "text",
                "content": "报名须知邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
              },
              {
                "type": "img",
                "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
              },
            ]
          },
          {
            "name": "浙江杭州战队",
            "descs": [
              {
                "type": "text",
                "content": "口号：“滚滚长江养浩然之气，悠悠岁月蓄智慧之势。且看，这勇立钱塘潮头，投身智慧教育的新时代弄潮儿。”"
              },
              {
                "type": "img",
                "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
              },
            ]
          },
          {
            "name": "台湾台北战队",
            "descs": [
              {
                "type": "text",
                "content": "口号：“创意台北，智慧育人。”"
              },
              {
                "type": "img",
                "content": "http://img1.gtimg.com/zj/pics/hv1/244/106/2190/142432024.jpg"
              },
            ]
          },
          {
            "name": "台湾桃园战队",
            "descs": [
              {
                "type": "text",
                "content": "口号：“智慧桃园，创新展能，数位学堂，无限可能。”"
              },
              {
                "type": "img",
                "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
              },
            ]
          },
          {
            "name": "山东青岛战队",
            "descs": [
              {
                "type": "text",
                "content": "口号：“科技强国，智慧育才。把握现在，赢得未来 ，志在心中，路在脚下。”"
              },
              {
                "type": "img",
                "content": "http://img1.gtimg.com/zj/pics/hv1/13/107/2190/142432048.jpg"
              },
            ]
          },
          {
            "name": "四川成都战队",
            "descs": [
              {
                "type": "text",
                "content": "口号：“智领天下，慧集成都。”"
              },
              {
                "type": "img",
                "content": "http://img1.gtimg.com/zj/pics/hv1/37/107/2190/142432072.jpg"
              },
            ]
          },
          {
            "name": "贵州贵阳战队",
            "descs": [
              {
                "type": "text",
                "content": "口号：“智慧黔灵，甲秀天下。”"
              },
              {
                "type": "img",
                "content": "http://img1.gtimg.com/zj/pics/hv1/50/107/2190/142432085.jpg"
              },
            ]
          },
          {
            "name": "北京西城战队",
            "descs": [
              {
                "type": "text",
                "content": "口号：“互动连接你我 智慧点亮课堂”"
              },
              {
                "type": "img",
                "content": "http://img1.gtimg.com/zj/pics/hv1/66/107/2190/142432101.jpg"
              },
            ]
          },
          {
            "name": "上海杨浦战队",
            "descs": [
              {
                "type": "text",
                "content": "口号：“在智慧教育的浪潮中，培育充满智慧的教育环境，发展以学生为中心的教育智慧。”"
              },
              {
                "type": "img",
                "content": "http://img1.gtimg.com/zj/pics/hv1/75/107/2190/142432110.jpg"
              },
            ]
          },
          {
            "name": "广州越秀战队",
            "descs": [
              {
                "type": "text",
                "content": "口号：“携手智慧课堂，延伸教育舞台，情系未来社会，桃李天下盛开。”"
              },
              {
                "type": "img",
                "content": "http://img1.gtimg.com/zj/pics/hv1/94/107/2190/142432129.jpg"
              },
            ]
          },
          {
            "name": "深圳龙岗战队（原湖南长沙战队）",
            "descs": [
              {
                "type": "text",
                "content": "口号：“育人筑梦在龙岗，岁月峥嵘谱华章。巧捷万端创课程，教坛耕耘育栋梁。”"
              },
              {
                "type": "img",
                "content": "http://img1.gtimg.com/zj/pics/hv1/102/107/2190/142432137.jpg"
              },
            ]
          },
          {
            "name": "福建福州战队",
            "descs": [
              {
                "type": "text",
                "content": "口号：“有福之州 智教慧学”"
              },
              {
                "type": "img",
                "content": "http://img1.gtimg.com/zj/pics/hv1/108/107/2190/142432143.jpg"
              },
            ]
          },
          {
            "name": "福州龙岩战队",
            "descs": [
              {
                "type": "text",
                "content": "口号：“智慧教学，扬帆起杭。”"
              },
              {
                "type": "img",
                "content": "http://img1.gtimg.com/zj/pics/hv1/111/107/2190/142432146.jpg"
              },
            ]
          },
          {
            "name": "江苏常州战队",
            "descs": [
              {
                "type": "text",
                "content": "口号：“E网情深，“青果”启动惠民工程；E路探索，技术叩响课题最强音；E起精彩，智慧编织成长的梦想。”"
              },
              {
                "type": "img",
                "content": "http://img1.gtimg.com/zj/pics/hv1/149/107/2190/142432184.jpg"
              },
            ]
          },
          {
            "name": "黑龙江七台河战队",
            "descs": [
              {
                "type": "text",
                "content": "口号：“智教慧学的启迪之师，融合创新的励耕战队。”"
              },
              {
                "type": "img",
                "content": "http://img1.gtimg.com/zj/pics/hv1/155/107/2190/142432190.jpg"
              },
            ]
          },
        ]
      },
      {
        "name":"报名须知",
        "href":"common",
        "content":[
          {
            "type":"text",
            "content":"网上报名："
          },
          {
            "type":"text",
            "content":"（1）参加观摩的嘉宾务必于2017年3月5日—4月16日在该页面内注册报名，并缴纳100元活动定金，报名确认以缴纳活动定金为准；若后期没有参会，活动定金不予退还。由于会场位置有限，活动不接受现场报名，也不因任何口头承诺预留名额；若观摩名额报满，在线报名通道将提前关闭。"
          },
          {
            "type":"text",
            "content":"（2）组委会将从有效报名嘉宾中随机抽取每个比赛场地每天观众评委10名（每个县市区不超过2名），两天共产生200名观众评委。"
          },
          {
            "type":"text",
            "content":"会务费用"
          },
          {
            "type":"text",
            "content":"（1）本次活动会务工作由浙江腾越网络科技有限公司承担，会务发票由该公司开具。"
          },
          {
            "type":"text",
            "content":"（2）会务费900元/人（含G20会场通行费用），若观摩高峰论坛或者好课堂邀请赛一项活动会务费600元/人，统一在报到时缴纳。会务费缴纳后退回活动定金，开具发票凭证。"
          },
          {
            "type":"text",
            "content":"（3）会议住宿费、往返交通费自理。"
          },
          {
            "type":"text",
            "content":"报到时间与地点："
          },
          {
            "type":"text",
            "content":"（1）参加“国际智慧教育高峰论坛和好课堂邀请赛”两项活动或者“国际智慧教育高峰论坛”一项活动的论坛演讲嘉宾、邀请赛评委、战队成员、省外观摩嘉宾于2017年4月25日9:00起，在杭州市区江干区秋涛路270号杭州皇冠大酒店报到；省内观摩嘉宾于2017年4月25日9:00起，在杭州市区江干区秋涛北路296号杭州湾大酒店报到。"
          },
          {
            "type":"text",
            "content":"（2）参加“好课堂邀请赛”一项活动的省外观摩嘉宾于2017年4月25日9:00起，在杭州市区江干区秋涛路270号杭州皇冠大酒店报到；省内观摩嘉宾于2017年4月25日9:00起，在杭州市区江干区秋涛北路296号杭州湾大酒店报到。"
          },
          {
            "type":"text",
            "content":"（3）参加“论坛和好课堂邀请赛”两项活动或者“好课堂邀请赛”一项活动的嘉宾推荐住宿：杭州皇冠大酒店、杭州瑞京大酒店、杭州湾大酒店、杭州天马大酒店、杭州中豪大酒店、杭州孔雀大酒店；参加“论坛”一项活动或者观摩“2017浙江智慧教育装备展”的嘉宾推荐住宿：杭州北辰大酒店、杭州瑞莱克斯大酒店、浙江歌山品悦大酒店、杭州元瑞城市花园酒店、萧山金马饭店。"
          },
          {
            "type":"text",
            "content":"（4）4月25—26日组委会安排从杭州皇冠大酒店、杭州湾大酒店到其它推荐酒店的不定时班车。"
          },
          {
            "type":"text",
            "content":"交通及就餐安排:"
          },
          {
            "type":"text",
            "content":"（1）4月26日组委会安排从杭州皇冠大酒店、杭州湾大酒店到杭州国际博览中心的往返定时班车；"
          },
          {
            "type":"text",
            "content":"（2）4月27—28日组委会安排从杭州皇冠大酒店、杭州湾大酒店到好课堂邀请赛各比赛场地的往返定时班车。"
          },
          {
            "type":"text",
            "content":"（3）组委会负责安排4月26日杭州国际博览中心会议中餐、4月27—28日好课堂邀请赛赛场会议中餐。"
          },
          {
            "type":"text",
            "content":"会务咨询电话："
          },
          {
            "type":"text",
            "content":"周亦洒 15858232303；刘先立 13175018855；王菲菲 13588161116"
          },
          {
            "type":"text",
            "content":"（2）江干区赛场咨询"
          },
          {
            "type":"text",
            "content":"浙江师范大学笕桥教育集团笕桥实验中学张艳 13588482634"
          },
          {
            "type":"text",
            "content":"杭州师范大学东城教育集团东城实验学校沈颖淼 15888812218"
          },
          {
            "type":"text",
            "content":"杭州采实教育集团钱江新城实验学院文宏 13989870976"
          },
          {
            "type":"text",
            "content":"杭州市采荷第二小学陈春良 13758219595"
          },
          {
            "type":"text",
            "content":"杭州市采荷第二小学教育集团徐越 13858083072"
          },
          {
            "type":"text",
            "content":"（3）其它具体事宜请浏览活动信息发布平台或报到后参阅会议指南。"
          },
          {
            "type":"img",
            "content":"http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
          },
        ]
      },
      {
        "name": "报名",
        "href": "schools",
        "remark": [
          "备注1：需控制用户同时报名参加时间冲突的课程。",
          "备注2：需随机抽取观众评委，并显示相关说明。观众评委信息需规整至组委会。",
          "备注3：用户需完成支付后才算报名成功，信息才进入活动会员系统。",
        ],
        "content": [
          {
            "name": "浙江师范大学笕桥教育集团笕桥实验中学",
            "left": "20",
            "top": "20",
            "desc": [
              {
                "name": "中学科学",
                "date": "2017/04/27",
                "time": ['8:30', "11:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "中学科学",
                "date": "2017/04/27",
                "time": ['13:30', "16:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "中学科学",
                "date": "2017/04/28",
                "time": ['8:30', "11:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "中学科学",
                "date": "2017/04/28",
                "time": ['13:30', "16:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
            ]
          },
          {
            "name": "杭州师范大学东城教育集团东城实验学校",
            "left": "35",
            "top": "35",
            "desc": [
              {
                "name": "小学综合",
                "date": "2017/04/27",
                "time": ['8:30', "11:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "小学综合",
                "date": "2017/04/27",
                "time": ['13:30', "16:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "小学综合",
                "date": "2017/04/28",
                "time": ['8:30', "11:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "小学综合",
                "date": "2017/04/28",
                "time": ['13:30', "16:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "中学数学",
                "date": "2017/04/27",
                "time": ['8:30', "11:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "中学数学",
                "date": "2017/04/27",
                "time": ['13:30', "16:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "中学数学",
                "date": "2017/04/28",
                "time": ['8:30', "11:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "中学数学",
                "date": "2017/04/28",
                "time": ['13:30', "16:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "中学英语",
                "date": "2017/04/27",
                "time": ['8:30', "11:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "中学英语",
                "date": "2017/04/27",
                "time": ['13:30', "16:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "中学英语",
                "date": "2017/04/28",
                "time": ['8:30', "11:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "中学英语",
                "date": "2017/04/28",
                "time": ['13:30', "16:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
            ]
          },
          {
            "name": "杭州采实教育集团钱江新城实验学校",
            "left": "50",
            "top": "50",
            "desc": [
              {
                "name": "中学语文",
                "date": "2017/04/27",
                "time": ['8:30', "11:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "中学语文",
                "date": "2017/04/27",
                "time": ['8:30', "16:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "中学语文",
                "date": "2017/04/28",
                "time": ['8:30', "11:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "中学语文",
                "date": "2017/04/28",
                "time": ['13:30', "16:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "中学综合",
                "date": "2017/04/27",
                "time": ['8:30', "11:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "中学综合",
                "date": "2017/04/27",
                "time": ['13:30', "16:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "中学综合",
                "date": "2017/04/28",
                "time": ['8:30', "11:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "中学综合",
                "date": "2017/04/28",
                "time": ['13:30', "16:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
            ]
          },
          {
            "name": "杭州市采荷第二小学",
            "left": "65",
            "top": "65",
            "desc": [
              {
                "name": "小学数学",
                "date": "2017/04/27",
                "time": ['8:30', "11:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "小学数学",
                "date": "2017/04/27",
                "time": ['13:30', "16:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "小学数学",
                "date": "2017/04/28",
                "time": ['8:30', "11:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "小学数学",
                "date": "2017/04/28",
                "time": ['13:30', "16:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "小学科学",
                "date": "2017/04/27",
                "time": ['8:30', "11:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "小学科学",
                "date": "2017/04/27",
                "time": ['13:30', "16:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "小学科学",
                "date": "2017/04/28",
                "time": ['8:30', "11:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "小学科学",
                "date": "2017/04/28",
                "time": ['13:30', "16:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
            ]
          },
          {
            "name": "杭州采荷第三小学教育集团",
            "left": "80",
            "top": "80",
            "desc": [
              {
                "name": "小学语文",
                "date": "2017/04/27",
                "time": ['8:30', "11:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "小学语文",
                "date": "2017/04/27",
                "time": ['8:30', "16:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "小学语文",
                "date": "2017/04/28",
                "time": ['8:30', "11:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "小学语文",
                "date": "2017/04/28",
                "time": ['13:30', "16:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "小学英语",
                "date": "2017/04/27",
                "time": ['8:30', "11:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "小学英语",
                "date": "2017/04/27",
                "time": ['13:30', "16:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "小学英语",
                "date": "2017/04/28",
                "time": ['8:30', "11:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
              {
                "name": "小学英语",
                "date": "2017/04/28",
                "time": ['13:30', "16:30"],
                "content": [
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                  {
                    "type": "img",
                    "content": "http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
                  },
                  {
                    "type": "text",
                    "content": "议程邀请函当这个钩子被调用时，组件 DOM 已经更新，所以你现在可以执行依赖于 DOM 的操作。然而在大多数情况下，你应该避免在此期间更改状态，因为这可能会导致更新无限循环。"
                  },
                ]
              },
            ]
          }
        ],
      },
    ],
    "selectedClass":[]
  },
  "forum":{
    "activityId":'3029',
    "tabs":[
      {
        "name":"首页",
        "href":"/"
      },
      {
        "name":"邀请函",
        "href":"common",
        "content":[
          {
            "type":"head",
            "content":"尊敬的贵宾："
          },
          {
            "type":"text",
            "content":"全面推进智慧教育，促进信息技术与教育教学深度融合，推动教育变革与创新，是贯彻国家“互联网+”、发展战略和教育信息化发展新阶段的新目标。两岸智慧好课堂邀请赛正是一项引领智慧教育实践，推动智慧教师专业发展，展示团队精神和智慧教育区域特色的课堂教学竞赛。2016年5月成功举办的第一届两岸智慧好课堂邀请赛，成就了多种创新教学模式，培养了众多的优秀智慧型教师，是信息技术与教学深度融合的极佳载体和舞台，其影响与辐射作用蜚声同业。"
          },

          {
            "type":"text",
            "content":"暮春时节，钱塘江畔春潮起，中外智慧教育大咖云集杭城，在G20会场探讨讨信息技术与教学深度融合的未来教育趋势、分享智慧教育方面的实践经验与最新成果，并点燃2017第二届两岸智慧好课堂邀请赛的战火。十五支战队应用多个智慧教育支持系统，碰撞融合的火花，展示顶级水准的智慧课堂，践行智慧教育理念。"
          },
          {
            "type":"text",
            "content":"素仰您长期致力于智慧教育发展不遗余力，贡献良多，特发函邀请您担任“2017国际智慧教育高峰论坛暨第二届两岸智慧好课堂邀请赛”的贵宾。"
          },
          {
            "type":"text",
            "content":"诚挚地邀请您莅临本届盛会！ "
          },
          {
            "type":"name",
            "content":" 杭州市江干区教育局 "
          },
          {
            "type":"name",
            "content":"浙江省教育学会 "
          },
          {
            "type":"name",
            "content":"浙江省智慧教育联盟  "
          },
        ]
      },
      {
        "name":"议程",
        "href":"common",
        "content":[
          {
            "type":"text",
            "content":"时间：4月26日 8:50-9:20"
          },
          {
            "type":"text",
            "content":"议程内容：好课堂邀请赛开幕式"
          },
          {
            "type":"text",
            "content":"地点：杭州国际博览中心4楼大会议厅"
          },
          {
            "type":"text",
            "content":"时间：4月26日 9:20-10:20"
          },
          {
            "type":"text",
            "content":"议程内容：前沿观点"
          },
          {
            "type":"text",
            "content":"主讲嘉宾：联合国教科文组织韩国教育委员会 Ahn Mi-Lee副主席"
          },
          {
            "type":"text",
            "content":"地点：杭州国际博览中心4楼大会议厅"
          },
          {
            "type":"text",
            "content":"时间：4月26日 10:20-11:00"
          },
          {
            "type":"text",
            "content":"议程内容：成果分享"
          },
          {
            "type":"text",
            "content":"主讲嘉宾：华东师范大学 任友群副校长"
          },
          {
            "type":"text",
            "content":"地点：杭州国际博览中心4楼大会议厅"
          },
          {
            "type":"text",
            "content":"时间：4月26日 11:00-12:00"
          },
          {
            "type":"text",
            "content":"议程内容：经验交流"
          },
          {
            "type":"text",
            "content":"主讲嘉宾：江苏常州市教育局 丁伟明局长"
          },
          {
            "type":"text",
            "content":"地点：杭州国际博览中心4楼大会议厅"
          },
          {
            "type":"text",
            "content":"时间：4月26日 11:00-12:00"
          },
          {
            "type":"text",
            "content":"议程内容：经验交流"
          },
          {
            "type":"text",
            "content":"主讲嘉宾：上海闵行区教育学院 朱靖院长"
          },
          {
            "type":"text",
            "content":"地点：杭州国际博览中心4楼大会议厅"
          },
          {
            "type":"text",
            "content":"时间：4月26日 11:00-12:00"
          },
          {
            "type":"text",
            "content":"议程内容：经验交流"
          },
          {
            "type":"text",
            "content":"主讲嘉宾：杭州江干区教育局  徐晖局长"
          },
          {
            "type":"text",
            "content":"地点：杭州国际博览中心4楼大会议厅"
          },
          {
            "type":"text",
            "content":"时间：4月26日 12:00-12:30"
          },
          {
            "type":"text",
            "content":"议程内容：中餐"
          },
          {
            "type":"text",
            "content":"地点：杭州国际博览中心3C厅"
          },
          {
            "type":"text",
            "content":"时间：4月26日 12:30-13:50"
          },
          {
            "type":"text",
            "content":"议程内容：观摩2017浙江省智慧教育装备展"
          },
          {
            "type":"text",
            "content":"地点：杭州国际博览中心3B展厅"
          },
          {
            "type":"text",
            "content":"时间：4月26日 14:00-14:40"
          },
          {
            "type":"text",
            "content":"议程内容：前沿观点"
          },
          {
            "type":"text",
            "content":"主讲嘉宾：中央电化教育馆 王珠珠馆长"
          },
          {
            "type":"text",
            "content":"地点：杭州国际博览中心4楼大会议厅"
          },
          {
            "type":"text",
            "content":"时间：4月26日 14:40-15:40"
          },
          {
            "type":"text",
            "content":"议程内容：成果分享"
          },
          {
            "type":"text",
            "content":"主讲嘉宾：德国慕尼黑Ludwig-Maximilians-University Dr.Sabine Huber博士"
          },
          {
            "type":"text",
            "content":"地点：杭州国际博览中心4楼大会议厅"
          },
          {
            "type":"text",
            "content":"时间：4月26日 15:40-17:00"
          },
          {
            "type":"text",
            "content":"议程内容：经验交流"
          },
          {
            "type":"text",
            "content":"主讲嘉宾：宁波江北区教育局 任国安局长"
          },
          {
            "type":"text",
            "content":"地点：杭州国际博览中心4楼大会议厅"
          },
          {
            "type":"text",
            "content":"时间：4月26日 15:40-17:00"
          },
          {
            "type":"text",
            "content":"议程内容：经验交流"
          },
          {
            "type":"text",
            "content":"主讲嘉宾：杭州学军中学  陈萍校长"
          },
          {
            "type":"text",
            "content":"地点：杭州国际博览中心4楼大会议厅"
          },
          {
            "type":"text",
            "content":"时间：4月26日 15:40-17:00"
          },
          {
            "type":"text",
            "content":"议程内容：经验交流"
          },
          {
            "type":"text",
            "content":"主讲嘉宾：成都师范银都紫藤小学 黄敏丽校长"
          },
          {
            "type":"text",
            "content":"地点：杭州国际博览中心4楼大会议厅"
          },
          {
            "type":"text",
            "content":"时间：4月26日 15:40-17:00"
          },
          {
            "type":"text",
            "content":"议程内容：经验交流"
          },
          {
            "type":"text",
            "content":"主讲嘉宾：国家“千人计划”专家、美国马里兰大学  周才健博士"
          },
          {
            "type":"text",
            "content":"地点：杭州国际博览中心4楼大会议厅"
          },
          {
            "type":"img",
            "content":"http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
          },
        ]
      },
      {
        "name":"嘉宾介绍",
        "href":"profile",
        "content":[
          {
            "name":"Dr. Sabine Huber",
            "descs":[
              {
                "type":"text",
                "content":"Sabine Huber是资深数字化教学项目架构师，教育技术学专家。在德国慕尼黑Ludwig-Maximilians-University获得教育学博士学位 ，重点教授信息技术和课堂教学融合的实施策略和方法，并帮助全球多个地区的教育部门制定项目策略，部署数字化教学解决方案；她关注教学文化和传承，针对区域的具体情况推进21世纪的创新教学模式；是全球公认的教育行业意见领袖，多次在国际行业会议上作主题演讲；她通过多家德国出版社出版发行了英语学习和混合式学习的相关书籍。"
              },
              {
                "type":"img",
                "content":"http://img1.gtimg.com/zj/pics/hv1/215/18/2190/142409555.jpg"
              },
            ]
          },
          {
            "name":"Prof. Ahn Mi-Lee",
            "descs":[
              {
                "type":"text",
                "content":"Ahn Mi-Lee在美国普渡大学获得教育技术学博士。现任职于韩国汉阳大学全球教育合作研究所，同时也担任韩国教育科学会理事，联合国教科文组织小组的韩国教育委员会（副主席）等职。她关注智能媒体教育, 通用设计学习, 电子学习和分析学习等方面的研究。"
              },
              {
                "type":"img",
                "content":"http://img1.gtimg.com/zj/pics/hv1/223/18/2190/142409563.jpg"
              },
            ]
          },
          {
            "name":"王珠珠",
            "descs":[
              {
                "type":"text",
                "content":"中央电化教育馆馆长"
              },
              {
                "type":"text",
                "content":"教育部基础教育资源中心主任"
              },
              {
                "type":"img",
                "content":"http://img1.gtimg.com/zj/pics/hv1/254/18/2190/142409594.jpg"
              },
            ]
          },
          {
            "name":"任友群",
            "descs":[
              {
                "type":"text",
                "content":"华东师范大学党委副书记、副校长"
              },
              {
                "type":"img",
                "content":"http://img1.gtimg.com/zj/pics/hv1/11/19/2190/142409606.jpg"
              },
            ]
          },
        ]
      },
      {
        "name":"报名须知",
        "href":"common",
        "content":[
          {
            "type":"text",
            "content":"网上报名："
          },
          {
            "type":"text",
            "content":"（1）参加观摩的嘉宾务必于2017年3月5日—4月16日在该页面内注册报名，并缴纳100元活动定金，报名确认以缴纳活动定金为准；若后期没有参会，活动定金不予退还。由于会场位置有限，活动不接受现场报名，也不因任何口头承诺预留名额；若观摩名额报满，在线报名通道将提前关闭。"
          },
          {
            "type":"text",
            "content":"（2）组委会将从有效报名嘉宾中随机抽取每个比赛场地每天观众评委10名（每个县市区不超过2名），两天共产生200名观众评委。"
          },
          {
            "type":"text",
            "content":"会务费用"
          },
          {
            "type":"text",
            "content":"（1）本次活动会务工作由浙江腾越网络科技有限公司承担，会务发票由该公司开具。"
          },
          {
            "type":"text",
            "content":"（2）会务费900元/人（含G20会场通行费用），若观摩高峰论坛或者好课堂邀请赛一项活动会务费600元/人，统一在报到时缴纳。会务费缴纳后退回活动定金，开具发票凭证。"
          },
          {
            "type":"text",
            "content":"（3）会议住宿费、往返交通费自理。"
          },
          {
            "type":"text",
            "content":"报到时间与地点："
          },
          {
            "type":"text",
            "content":"（1）参加“国际智慧教育高峰论坛和好课堂邀请赛”两项活动或者“国际智慧教育高峰论坛”一项活动的论坛演讲嘉宾、邀请赛评委、战队成员、省外观摩嘉宾于2017年4月25日9:00起，在杭州市区江干区秋涛路270号杭州皇冠大酒店报到；省内观摩嘉宾于2017年4月25日9:00起，在杭州市区江干区秋涛北路296号杭州湾大酒店报到。"
          },
          {
            "type":"text",
            "content":"（2）参加“好课堂邀请赛”一项活动的省外观摩嘉宾于2017年4月25日9:00起，在杭州市区江干区秋涛路270号杭州皇冠大酒店报到；省内观摩嘉宾于2017年4月25日9:00起，在杭州市区江干区秋涛北路296号杭州湾大酒店报到。"
          },
          {
            "type":"text",
            "content":"（3）参加“论坛和好课堂邀请赛”两项活动或者“好课堂邀请赛”一项活动的嘉宾推荐住宿：杭州皇冠大酒店、杭州瑞京大酒店、杭州湾大酒店、杭州天马大酒店、杭州中豪大酒店、杭州孔雀大酒店；参加“论坛”一项活动或者观摩“2017浙江智慧教育装备展”的嘉宾推荐住宿：杭州北辰大酒店、杭州瑞莱克斯大酒店、浙江歌山品悦大酒店、杭州元瑞城市花园酒店、萧山金马饭店。"
          },
          {
            "type":"text",
            "content":"（4）4月25—26日组委会安排从杭州皇冠大酒店、杭州湾大酒店到其它推荐酒店的不定时班车。"
          },
          {
            "type":"text",
            "content":"交通及就餐安排:"
          },
          {
            "type":"text",
            "content":"（1）4月26日组委会安排从杭州皇冠大酒店、杭州湾大酒店到杭州国际博览中心的往返定时班车；"
          },
          {
            "type":"text",
            "content":"（2）4月27—28日组委会安排从杭州皇冠大酒店、杭州湾大酒店到好课堂邀请赛各比赛场地的往返定时班车。"
          },
          {
            "type":"text",
            "content":"（3）组委会负责安排4月26日杭州国际博览中心会议中餐、4月27—28日好课堂邀请赛赛场会议中餐。"
          },
          {
            "type":"text",
            "content":"会务咨询电话："
          },
          {
            "type":"text",
            "content":"周亦洒 15858232303；刘先立 13175018855；王菲菲 13588161116"
          },
          {
            "type":"text",
            "content":"（2）江干区赛场咨询"
          },
          {
            "type":"text",
            "content":"浙江师范大学笕桥教育集团笕桥实验中学张艳 13588482634"
          },
          {
            "type":"text",
            "content":"杭州师范大学东城教育集团东城实验学校沈颖淼 15888812218"
          },
          {
            "type":"text",
            "content":"杭州采实教育集团钱江新城实验学院文宏 13989870976"
          },
          {
            "type":"text",
            "content":"杭州市采荷第二小学陈春良 13758219595"
          },
          {
            "type":"text",
            "content":"杭州市采荷第二小学教育集团徐越 13858083072"
          },
          {
            "type":"text",
            "content":"（3）其它具体事宜请浏览活动信息发布平台或报到后参阅会议指南。"
          },
          {
            "type":"img",
            "content":"http://img1.gtimg.com/zj/pics/hv1/11/247/2170/141167246.jpg"
          },
        ]
      },
      {
        "name":"报名",
        "href":"sign",

      },
    ]
  }
}
/*  |xGv00|5f42b749ea0f546d56aa180272b0a49e */
